Revit 2027 API
Definition Properties
The Definition type exposes the following members.
Properties
Name | Description
Name | The user visible name for the parameter.
Top
See Also
Reference
Definition Class
Autodesk.Revit.DB Namespace